station-goal-borgbuild =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                        ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА
                      ИНФРАСТРУКТУРА ДЛЯ БОРГОВ
    =============================================

        Цель вашей смены повысить автоматизацию станции путём постройки станции обслуживания боргов, и сборки минимум трёх боргов.

    Задействованные отделы:
    - Инженерный отдел: постройка станции;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;
    - Научный отдел: исследование технологий и сборка боргов;

    Обязательные условия выполнения Цели:
    - Инженерному отделу необходимо построить станцию обслуживания боргов в непосредственной близости к научному отделу;
    - Станция обслуживания должна иметь минимум 3 станции зарядки боргов, и обеспечена всем необходимым для обслуживания боргов: набор инструментов, батареи;
    - Учёные должны собрать минимум три борга разной направленности (сервисный, медицинский и т.д.);
    - Каждый борг должен быть обеспечен минимум одним модулем своей направленности;

    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели

    Возможно прибытие Представителя центрального командования для проверки выполнения цели, и оценки качества работы.

    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-colonization =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
                        ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА
                    КАПСУЛА ДЛЯ КОЛОНИЗАЦИИ ПЛАНЕТЫ
    =============================================

        Цель вашей смены построить капсулу для колонизации планеты [ЗАСЕКРЕЧЕНО].

    Задействованные отделы:
    - Инженерный отдел: постройка и наладка капсулы;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;
    - Научный отдел: исследование технологий для обеспечения цели, всеми необходимыми инструментами и платами;
    - Сервисный отдел: обеспечение капсулы семенами и провизией;
    - Медицинский отдел: обеспечение капсулы медицинскими препаратами;
    - Служба безопасности: обеспечение капсулы оружием и боеприпасами, а также охрана объекта во время строительства.

    Обязательные условия выполнения Цели:
    - Минимальный размер капсулы - 13{ "*" }9
    - Капсула условно должена состоять из двух частей: функциональную часть и хранилище;
    - Капсула должна быть полностью герметичной и автономной (не нуждаться во внешнем источнике энергии);
    - Капсула должна быть хорошо защищена, поэтому стены должны быть сделаны из пластали.
    - Функциональная часть должна содержать:
    { "    *" }Не менее одного двигателя в каждом направлении (минимум 4 штуки);
    { "    *" }Гироскоп;
    { "    *" }Консоль управления шаттлом;
    { "    *" }Минимум один СМЭС;
    - Хранилище должно содержать 5 ящиков:
    { "    *" }Ящик с медикаментами (каждый в подписанной канистре по 200 единиц):
    { "        *" }Базовые медикаменты: бикаридин, диловен, дермалин;
    { "        *" }Продвинутые медикаменты: аритразин, лепоразин, транексамовая кислота, дексалин плюс;
    { "        *" }Передовые лекарства: эпинефрин, фалангимин, окулин, сигинат.

    { "    *" }Ящик с элементами обеспечения энергией:
    { "        *" }Минимум 9 единиц деталей ДАМ;
    { "        *" }Минимум 6 топливных элементов для ДАМ;

    { "    *" }Ящик с семенами(по 5 единиц каждого):
    { "        *" }Фрукты и овощи: чили, ананас, лимон, баклажан;
    { "        *" }Грибы, корнеплоды и злаки: лисички, пшеница, лук, морковь;
    { "        *" }Полезные растения: алоэ, амброзия вульгарис, галакточертополох, табак.

    { "    *" }Ящик-холодильник с едой:
    { "        *" }50 порций еды, минимум по 5 порций из разных категорий (супы, пироги, пиццы, бургеры и т.д.);

    { "    *" }Ящик с ценными (недоступными без изучения), но не уникальными платами:
    { "        *" }20 плат, минимум по 2 из каждой категории;

    { "    *" }Ящик с вооружением для самообороны:
    { "        *" }2 автомата;
    { "        *" }2 дробовика;
    { "        *" }2 пистолета;
    { "        *" }по 4 коробки патронов к каждому виду вооружения;
    { "        *" }по 4 магазина к каждой единице оружия.

    Проследите за сохранностью содержимого в хранилище до окончания смены.

    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели

    Возможно прибытие Представителя центрального командования для проверки выполнения цели, и оценки качества работы.

    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-tesla =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
       ЦЕЛЬ СМЕНЫ: ПОСТРОЙКА ТЕСЛА ГЕНЕРАТОРА
    =============================================

    Цель вашей смены - построить генератор на основе сверхмассивной шаровой молнии, известной как тесла.

    Шаровая молния должна быть окружена защитным сдерживающим полем, подпиваемым эмиттерами, содержать минимум 4 столба заземления для обеспечения безопасности экипажа, а также 8 катушек Тесла для сбора заряда с выпускаемых молний. Сама площадка должна быть окружена двухслойным защитным слоем от метеоритов и других космических объектов.

    Задействованные отделы:
    - Инженерный отдел: постройка защитной клетки и площадки для генератора Тесла;
    - Отдел снабжения: доставка всех необходимых материалов для выполнения цели;

    В случае потери контроля над сверхмассивной шаровой молнией объявляется досрочная эвакуация экипажа станции.

    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели.

    Возможно прибытие Представителя Центрального Командования для проверки выполнения цели и оценки качества работы.

    =============================================
    { "[" }italic]                                Место для печатей[/italic]
station-goal-botany =
    { "[" }color=#008000]███░███░░░░██░░░░[/color]
    { "[" }color=#008000]░██░████░░░██░░░░[/color]       [head=3]Бланк документа[/head]
    { "[" }color=#008000]░░█░██░██░░██░█░░[/color]               [head=3]NanoTrasen[/head]
    { "[" }color=#008000]░░░░██░░██░██░██░[/color]      [bold]Central Command DOC[/bold]
    { "[" }color=#008000]░░░░██░░░████░███[/color]
    =============================================
           ЦЕЛЬ СМЕНЫ: ГИДРОПОННЫЙ САД
    =============================================

    Цель вашей смены - постройка дополнительного гидропонного сада на станции для дальнейших исследований над растениями

    Вашей задачей будет постройка гидропонного отсека, содержащего 24 новых гидропонных лотков для растений. Также в этом отделе должны хранится базовые ботанические инструменты, несколько резервуаров воды, семена экзотических и стандартных растений, а также химикаты для работы с ними

    Задействованные отделы:
    - Инженерный отдел: постройка гидропонного отсека;
    - Отдел снабжения: доставка всех необходимых материалов и семян для выполнения цели;
    - Научный отдел: снабжение необходимым снаряжением и платами для цели, а также исследование и постройка гидропонных лотков;
    - Сервисный отдел: сбор ящика экзотических и стандартных семян, встречающихся в стандартных торговых ящиках;
    - Медицинский отдел: производство химикатов для растений, а именно:
      { "*" } Диэтиламин - 800u
      { "*" } EZ-нутриенты - 1200u
      { "*" } Robust Harvest - 200u
      { "*" } Нестабильный мутаген - 400u

    По выполнению цели обязателен отчёт о ситуации с докладом о выполнении цели.

    Возможно прибытие Представителя Центрального Командования для проверки выполнения цели и оценки качества работы.

    =============================================
    { "[" }italic]                                Место для печатей[/italic]
