ent-ClothingUniformJumpsuitSP = комбинезон космической тюрьмы
    .desc = Комбинезон из прочного материала, обеспечивающий надежную защиту.
ent-ClothingUniformJumpsuitHoSP = комбинезон главы космической тюрьмы
    .desc = Комбинезон из прочного материала, обеспечивающий надежную защиту.
ent-ClothingUniformJumpsuitOSO = комбинезон ОСО
    .desc = Комбинезон из прочного материала, обеспечивающий надежную защиту.
ent-ClothingUniformJumpsuitCSCC = форма начальника штаба ЦК
    .desc = Комбинезон из прочного материала, обеспечивающий надежную защиту.